Repository: BirnadinErick/ytd
Catalog: i18n/*/default.po
Languages: it, pl

source: %s is the latest version.
it: Hai l’ultima versione disponibile %s
pl: Masz ostatnia wersje %s

source: App has been started in background
pl: Aplikacja działa w tle

source: Cannot enable start at login
it: L’app e’ in esecuzione in background
pl: Uruchom przy logowaniu (niedostępne)

source: Check for updates
pl: Sprawdź uaktualnienia

source: Choose directory
it: Seleziona cartella
pl: Wybierz folder

source: Clipboard watch
it: Monitoraggio clipboard
pl: Obserwuj schowek

source: Exporting...%d/%d
it: Esportazione…%d/%d
pl: Trwa eksportowanie…%d/%d

source: New version available: %s
it: Nuova versione disponibile: %s
pl: Nowa wersja dostępna: %s

source: Please restart ytd for the changes to take effect.
it: Riavvia l’applicazione per usare l’ultima versione installata
pl: Uruchom ponownie żeby dokończyć aktualizacje

source: Quit app
it: Esci dall’app
pl: Wyjdź

source: Run in background on close
it: Metti in background chiudendo la finestra
pl: Kontynuuj w tle kiedy zamkniesz

source: Settings
it: Impostazioni
pl: Ustawienia

source: Show app
it: Mostra app
pl: Pokaz aplikacje

source: Start at login (system startup)
it: Avvia al login del sistema
pl: Uruchom przy logowaniu do systemu

source: Update check failed
it: Aggiornamento fallito
pl: Sprawdzenie aktualizacji nie powiodło się

source: Update not successful
it: Aggiornamento non riuscito
pl: Aktualizacja nie powiodła się

source: Update successful
it: Aggiornato riuscito
pl: Aktualizacja powiodła się

source: Update
it: Aggiorna
pl: Aktualizuj

source: Would you like to update?
it: Vuoi aggiornare l’app?
pl: Chcesz zaktualizować aplikacje?

source: You're up to date
it: Risulti aggiornato
pl: Masz ostatnia wersje

source: ⚠ Start at Login unavailable
it: Avvia al login non disponibile
pl: Uruchom przy logowaniu (niedostępne)

source: ⚠️ ytd (%s) (new version %s)
it: ytd (%s) (nuova versione %s)
pl: ⚠️ ytd (%s) (nowa wersja %s)
